<script setup>
import 'vue3-carousel/dist/carousel.css';
import { Carousel, Slide, Pagination, Navigation } from 'vue3-carousel';
import { ref } from 'vue';

const breakpoints = ref({
    320: {
        itemsToShow: 1,
        snapAlign: 'center',
    },
    480: {
        itemsToShow: 1,
        snapAlign: 'center',
    },
    768: {
        itemsToShow: 1.5,
        snapAlign: 'start',
    },
    1024: {
        itemsToShow: 3,
        snapAlign: 'start',
    },
});

</script>

<template>
    <div class="services">
      <div class="services__wrap">

        <carousel :breakpoints="breakpoints">
            <slide :key="s1">
              <div class="services__item">
                <div class="services__item-header">Сопровождение камеральных и выездных налоговых проверок</div>
                <ul>
                  <li>Консультирование по вопросам, которые возникают при прохождении налоговых проверок</li>
                  <li>Проверка налоговых деклараций и имеющихся документов</li>
                  <li>Подготовка документов к проверке <span>(инвентаризация, сбор, ксерокопирование, заверение)</span></li>
                  <li>Участие в проверке ИФНС <span>(сопровождение проверки)</span></li>
                  <li>Разработка договоров в рамках подготовки к проверке</li>
                  <li>Представительство интересов клиента в государственных органах</li>
                  <li>Составление письменного возражения на акт проведенной проверки</li>
                  <li>Составление пояснительных записок, ответ, информационных писем на акты проведенных проверок</li>
                </ul>
                <div class="services__item-action">
                  <b>+ 25%</b> к итоговой стоимости бухгалтерского обслуживания в квартал за проверяемый налоговый период
                </div>
              </div>              
            </slide>

            <slide :key="s2">
              <div class="services__item">
                <div class="services__item-header">Услуги по правовому обслуживанию</div>
                <ul>
                  <li>Проверка соответствия внутренних документов требованиям законодательствам</li>
                  <li>Организация и ведение претензионной работы по материалам, подготавливаемой бухгалтерией</li>
                  <li>Представления интересов в суде, а также в других органах при рассмотрении правовых вопросов, подготовка процессуальной позиции и иную информацию для надлежащего качества ведения дела и направления ее в суд</li>
                  <li>Подготовка и оформление различного рода договоров, организация контроля исполнения договоров</li>
                  <li>Помощь в организации и осуществлении контроля над соблюдением установленного действующего законодательства РФ порядка осуществления коммерческой деятельности</li>
                  <li>Помощь в организации и ведении претензионной работы по материалам, подготавливаемым бухгалтерией, оказание методической помощи в этой работе, если она ведется другими подразделениями Заказчика</li>
                  <li>Консультация, заключение, справки по правовым вопросам, оказание помощи в своевременном и законном разрешении предложений, заявлений и жалоб</li>
                </ul>
                <div class="services__item-action">
                  <b>+5%</b> к итоговой стоимости бухгалтерского обслуживания в квартал
                </div>
              </div>              
            </slide>
            
            <slide :key="s3">
              <div class="services__item">
                <div class="services__item-header">Дополнительно к расчетной цене устанавливаются надбавки</div>
                <ul>
                  <li>Внешнеэкономическая деятельность <div>от +5 % до +25%</div></li>
                  <li>Различные ставки НДС при реализации <div>от +5 % до +10%</div></li>
                  <li>Составление первичной документации <div>от +5 % до +20%</div></li>
                  <li>Введение делопроизводства <span>(учет и регистрация договоров, входящей и исходящей документации, архивирование дел)</span> <div>от +5 % до +20%</div></li>
                  <li>Автоматизация учета, обновление и доработка программ <div>от +5 % до +25%</div></li>
                  <li>IT услуги <span>(сетевое оборудование, оборудование рабочих мест, система хранения данных, сети, телефония, телекоммуникации, сетевые сервисы, база данных, автоматизация бизнес – процессов, администрирование, постоянная поддержка)</span> <div>+15 %</div></li>
                </ul>
              </div>            
            </slide>            

            <template #addons>
              <navigation />
              <pagination />
            </template>
        </carousel>        
      </div>
      <div class="container">
        <div class="b-price-info">Все цены указаны в рублях и НДС не облагается на основании главы 26.2 НК РФ (УСНО)</div>
      </div>
    </div>
</template>