export const pathImg = './img/';

export const menu = [
    {
        id: 1,
        link: '#',
        name: 'Преимущества'
    },
    {
        id: 2,
        link: '#',
        name: 'Услуги'
    },
    {
        id: 3,
        link: '#',
        name: 'Новости'
    },
    {
        id: 4,
        link: '#',
        name: 'Отзывы'
    }
];

export const menuBottom = [
    {
        id: 1,
        link: '#',
        name: 'Наши преимущества'
    },
    {
        id: 2,
        link: '#',
        name: 'Наши услуги'
    },
    {
        id: 3,
        link: '#',
        name: 'Прайс-лист на бухгалтерские услуги'
    },
    {
        id: 4,
        link: '#',
        name: 'Новости'
    },
    {
        id: 5,
        link: '#',
        name: 'Отзывы клиентов'
    },
    {
        id: 6,
        link: '#',
        name: 'Политика конфиденциальности'
    }
];

export const title = 'Бухгалтерские услуги в СПБ';
export const subtitle = 'Наши специалисты дадут исчерпывающую информацию по интересующим вас услугам';
export const button = 'Получить бесплатную консультацию';

export const links = [
    {
        id: 1,
        link: '#',
        name: 'ООО "ПАСКАЛЬ"'
    },
    {
        id: 2,
        link: '#',
        name: 'ИНН 7816427865'
    },
    {
        id: 3,
        link: '#',
        name: 'КПП 781101001<'
    },
    {
        id: 4,
        link: '#',
        name: 'ОГРН 1079847083755'
    },
    {
        id: 5,
        link: '#',
        name: 'ОКПО 83759627'
    },
    {
        id: 6,
        link: '#',
        name: 'Расчетный счет 40702810455100001938'
    },
    {
        id: 7,
        link: '#',
        name: 'Генеральный директор Кремницына Елена Николаевна'
    },
    {
        id: 8,
        link: '#',
        name: 'Банк: СЕВЕРО-ЗАПАДНЫЙ БАНК ПАО СБЕРБАНК'
    },
    {
        id: 9,
        link: '#',
        name: 'БИК 044030653'
    },
    {
        id: 10,
        link: '#',
        name: 'Корр. счет 30101810500000000653'
    },
    {
        id: 11,
        link: '#',
        name: 'Юридический адрес: 192012, Санкт-Петербург г, ул. Ново-Александровская, д. 14, литер А, 54-Н, КОМ. 3'
    }
];

export const news = [
    {
        id: 1,
        image: 'Image.png',
        name: 'Критерии упрощенной системы налогообложения в 2021 году',
        date: '9 мая 2021'
    },
    {
        id: 2,
        image: 'Image.png',
        name: 'Критерии упрощенной системы налогообложения в 2022 году',
        date: '19 мая 2022'
    },
    {
        id: 3,
        image: 'Image.png',
        name: 'Критерии упрощенной системы налогообложения в 2023 году',
        date: '29 мая 2023'
    },
    {
        id: 4,
        image: 'Image.png',
        name: 'Критерии упрощенной системы налогообложения в 2021 году',
        date: '9 мая 2021'
    },
    {
        id: 5,
        image: 'Image.png',
        name: 'Критерии упрощенной системы налогообложения в 2022 году',
        date: '19 мая 2022'
    },
    {
        id: 6,
        image: 'Image.png',
        name: 'Критерии упрощенной системы налогообложения в 2023 году',
        date: '29 мая 2023'
    }
];

export const preiceList = [
    {
        name: 'Обработка первичных документов (товарные накладные, счета-фактуры, акты выполненных работ, акты оказанных услуг, требования накладные, кассовые, банковские документы, авансовые отчеты, путевые листы)'
    },
    {
        name: 'Составление локальных нормативных актов'
    },
    {
        name: 'Проверка соответствия предоставленных документов нормам действующего законодательства'
    },
    {
        name: 'Предоставление в письменной форме информации об отсутствующих документах и (или) документах, подлежащих замене в связи с некорректным оформлением'
    },
    {
        name: 'Составление реестров и формировании архивных файлов с первичными документами'
    },
    {
        name: 'Формирование бухгалтерских проводок, оборотно - сальдовых ведомостей, регистров бухгалтерского учета'
    },
    {
        name: 'Формирование налоговых проводок, журналов учета полученных и выданных счетов фактур, книг покупок и продаж, регистров налогового учета'
    },
    {
        name: 'Составление, подача в налоговые органы, органы статистики бухгалтерской и налоговой отчетности'
    },
    {
        name: 'Проведение сверок с контрагентами'
    },
    {
        name: 'Консультирование по вопросам бухгалтерского и налогового учета'
    },
    {
        name: 'Инвентаризации'
    },
    {
        name: 'Проведение сверок с налоговыми органами'
    }
];

export const subPriceTitle = 'В стоимость ежемесячного бухгалтерского обслуживания входит';
export const priceTitle = 'Прайс-лист на бухгалтерские услуги';
export const featuresTitle = 'Наши преимущества';
export const features = [
    {
        id: 1,
        image: 'calendar-check-02.png',
        name: 'Сроки',
        text: 'соблюдаем сроки сдачи отчетности и уплаты налогов',
    },
    {
        id: 2,
        image: 'award-03.png',
        name: 'Гарантии',
        text: 'в случае ошибок возместим все штрафы и пени',
    },
    {
        id: 3,
        image: 'shield-tick.png',
        name: 'Конфиденциальность',
        text: 'сохраним все ваши данные',
    },
    {
        id: 4,
        image: 'route.png',
        name: 'Удобно добираться',
        text: 'находимся в центре города, у метро пл. Александра Невского',
    }
];